<html>
	<head>
		<link rel="stylesheet" type="text/css" href="./asset/css/read.css" />
	</head>
	<body class="scroll">
		<div>
		brj64加密平台
		<br>
		安装说明：<br>
		上传到空间后直接访问即可根据提示安装。<br>
		V1.0 PC端登录和注册页<br>
		V2.0 增加独立验证码<br>
		V3.0 PC端用户内页<br>
		V4.0 创建了后台管理员界面<br>
		V4.1 增加后台添加用户功能<br>
		V4.2 增加后台用户列表显示功能<br>
		V4.3 增加后台用户列表删除用户功能<br>
		V4.4 增加后台用户列表更改用户密码功能<br>
		V5.0 增加头文件优化了部分代码<br>
		V6.0 增加用户后台可以进行brj64加密功能<br>
		V6.1 增加用户后台可以进行brj64解密功能<br>
		V6.2 修复验证码在新页面第一次失效的问题<br>
		V6.3 对代码进行了优化<br>
		V7.0 新增手机端界面<br>
		V8.0 新增邮箱验证码功能<br>
		V9.0 增加后台邮箱配置功能<br>
		V10.0 增加后台验证码配置功能<br>
		V10.1 增加后台邮箱验证码格式自定义功能<br>
		V10.2 增加后台验证码长度修改功能，并对验证码类进行修改<br>
		V11.0 增加找回密码功能<br>
		V11.1 增加后台对找回密码功能的开启和关闭控制<br>
		V12.0 增加后台对找回密码功能的开启和关闭控制<br>
		V13.0 修复网页刷新邮箱验证码立刻重置的问题<br>
		V13.1 优化验证码功能，合并部分验证码文件<br>
		V14.0 增加安装界面<br>
		V14.1 更改绝对路径，方便安装调试<br>
		V14.2 修复列表显示错位<br>
		V14.3 修复快速点击造成数据异常问题<br>
		V14.4 增加后台反馈信息列表（PC版）<br>
		V14.5 增加后台反馈信息列表（手机版）<br>
		V14.6 增加用户后台反馈功能<br>
		版权：773867006
		</div>
	</body>
</html>